Tekla.Structures.DrawingInternal.dotGrPourAttributes_t


Tekla.Structures.DrawingInternal.dotGrPourAttributes_t.CommonAttributes


Tekla.Structures.DrawingInternal.dotGrPourAttributes_t.VisibleLines


Tekla.Structures.DrawingInternal.dotGrPourAttributes_t.SectionLines


Tekla.Structures.DrawingInternal.dotGrPourAttributes_t.HiddenLines


Tekla.Structures.DrawingInternal.dotGrPourAttributes_t.OwnHiddenLines


Tekla.Structures.DrawingInternal.dotGrPourAttributes_t.FaceHatch


Tekla.Structures.DrawingInternal.dotGrPourAttributes_t.SectionFaceHatch


Tekla.Structures.DrawingInternal.dotGrPourAttributes_t.DrawHiddenLines


Tekla.Structures.DrawingInternal.dotGrPourAttributes_t.DrawOwnHiddenLines


Tekla.Structures.DrawingInternal.dotGrPourAttributes_t.DrawChamfers


Tekla.Structures.DrawingInternal.dotGrPourAttributes_t.ToStruct(Tekla.Structures.Drawing.PourObject.PourAttributes)


Tekla.Structures.DrawingInternal.dotGrPourAttributes_t.FromStruct(Tekla.Structures.Drawing.PourObject.PourAttributes)
